bat-extras
btop
cargo-udeps
curl
fish
fzf
gcc
gh
go
lua
luajit
micro
micromamba
neofetch
neovim
pdm
python@3.11
python@3.12
ripgrep
starship
tre-command
tree-sitter
zellij
zoxide
